{
  "commands": {
    "download": {
      "user": {
        "success": "Please check your private messages from me for your information!",
        "error": "An error occurred while trying to collect data. Please try again later.",
        "processing": "Collecting data please wait. This could take a few minutes...",
        "dmsClosed": "Your private messages are closed, please ensure you allow messages from server members and try again!",
        "embed": {
          "title": "ðŸ—ƒï¸ Your Data",
          "desc": "> Here is all of your user data that has been collected by the bot. This is confusing to read but this is all the data we have on you. If you would like to partially or completely delete this data, please contact us."
        }
      },
      "server": {
        "processing": "Collecting data please wait. This could take a few minutes...",
        "error": "An error occurred while trying to collect data. Please try again later.",
        "notOwner": "You are not authorised to download this servers data! You must be the server owner!",
        "success": "Please check your private messages from me for your information!",
        "dmsClosed": "Your private messages are closed, please ensure you allow messages from server members and try again!",
        "embed": {
          "title": "ðŸ—ƒï¸ Your Data",
          "desc": "> Here is all of your user data that has been collected by the bot. This is confusing to read but this is all the data we have on you. If you would like to partially or completely delete this data, please contact us."
        }
      }
    }
  },
  "errors": {
    "cmdBanned": "You have been banned from this command!\n\n**Reason:** {reason}",
    "cmdNoExist": "This command doesn't exist!",
    "notServerOwner": "You are not the server owner, the owner is {usermention}!",
    "notDev": "You must be a bot developer to use this command!",
    "normal": "Something went wrong please try again later. If the issue persists, please join our support server!"
  },
  "_2": "Do not edit anything in utils or _meta",
  "utils": {
    "footer": "Â© Dreamwxve 2024",
    "bot": {
      "name": "Nyxia",
      "desc": "Nyxia is a versatile Discord bot that brings HD music, games, and powerful server management tools to your community. Whether you're looking to automate moderation, keep things fun with interactive activities, or streamline server organization, Nyxia has you covered. Plus, with a customizable economy and a dashboard on the way, there's plenty more to explore!"
    }
  }
}